#include"head.h"
int top(void)
{
	printf("❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍\n");
	printf("❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍\n");
	printf("❤️										  ❤️‍\n");
	printf("❤️										  ❤️‍\n");
	printf("❤️				%s				       	  ❤️‍\n","欢迎光临");
	printf("❤️										  ❤️‍\n");
	printf("❤️				%s					  ❤️‍\n","自助洗脚中心！");
	printf("❤️										  ❤️‍\n");
	printf("❤️										  ❤️‍\n");
	printf("❤️										  ❤️‍\n");
	printf("❤️										  ❤️‍\n");
	printf("❤️										  ❤️‍\n");
	printf("❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍\n");
	printf("❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍❤️❤️‍\n");
	return 0;
}